{
  "global": {
    "ab0ut": "About",
    "ab0utOption": "About",
    "ab0utMe": "I am <0>{{myName}}</0>, i really enjoy building websites, love a job that is challenging and helps me continue improving my skills, while helping my employer achieve their goals.",
    "4g3": "Age",
    "4t": "at",
    "bachDegComp": "Bachelor's Degree in Computer Science",
    "biekosPage": "Biekos (Contributor)",
    "biekosInfo": "Web app for chronic pain",
    "biekosWebsite": "Biekos (Contributor)",
    "biekosWebsiteInfo": "Biekos corporate website",
    "collProj": "College Project",
    "collProjExp": "Supply ordering website.",
    "c0nt4ct": "Contact",
    "curr3nt": "Current",
    "dat4b": "databases",
    "depl0yment": "deployment",
    "devJun": "Developer Junior",
    "d0wnl04d": "Download",
    "eCommWeb": "eCommerce Website",
    "eCommWebExp": "eCommerce website for the Venezuelan market.",
    "educati0n": "Education",
    "exp3rience": "Experience",
    "h3re": "Here",
    "h0bb13s": "Hobbies",
    "honorDegAdm": "Honor's Degree in Administration",
    "Inst4Web": "InstaPage",
    "Inst4WebInfo": "Instagram style website (front-end only)",
    "l4nding": "Landing",
    "l4ndingInfo": "Simple landing website",
    "l4ng": "languages",
    "l3ss": "Less",
    "m3": "Me",
    "m0re": "More",
    "m1y": "My",
    "myCompWeb": "My Components Website",
    "myCompWebExp": "Website to showcase my react components for personal use.",
    "myOldPort": "My Old Portfolio",
    "myOldPortExp": "Website to showcase my personal development projects.",
    "notAvailable": "Not Available",
    "oShopCreate": "Online Shop Creator",
    "oShopCreateExp": "Website that allows users to create an online shop for free.",
    "oth3r": "Other",
    "pr0j3cts": "projects",
    "pr0j3ctsUp": "Projects",
    "r3ferences": "References",
    "r3ferenceG": "I had the pleasure to work with Jonathan Medina Heddrich in my condition of CTO while he was a frontend developer at BIEKos, for over a year. His role encompassed many endeavors, including doing code reviews, implementing enticing interfaces in React, implementing new E2E tests with selenium, and working with CapacitorJS to make sure we could translate our codebase to a mobile app. He has surpassed our expectations. Indeed, he is a swift and competent coder, able to implement React components and complete modules based on designer works with great exactitude. He is highly autonomous and never gets stuck on an issue, always finding solutions. Among the module he implemented, we had an article reader with its content, a social network, and more. He has good knowledge of several libraries like Redux, Axios, and i18next. He has been a competent team player and triggered engaging conversations during code reviews which have increased the overall productivity and quality of the team. His social skills and diplomacy helped create a pleasant atmosphere in the unit and allowed people to improve. I strongly recommend Jonathan Medina Heddrich for any position comprising any of the assignments above. He is always punctual, curious, and detail-oriented. Hence, he would be a great addition to your company.",
    "r3ferenceE": "I’ve been working with Jonathan since February 2021 at Biekos. Jonathan is a hard-working person, he always fulfills his tasks on time. I’m really impressed with his ability of quick problem solving. Also I like about Jonathan that he proposes and implements very good solutions to optimize the work of our web application. As a person he is reliable and comfortable to work with. And yeah, he has a good sense of humor :) I believe any team would be lucky to have Jonathan as a web developer.",
    "r3ferencesText": "Work references ",
    "r3s1d3nc3": "Residence",
    "r3sum3": "resume",
    "r3sum3Up": "Resume",
    "remot3": "Remote",
    "s1ngl3": "Single",
    "sk1lls": "Skills",
    "Sn4keG4me": "Snake Game",
    "Sn4keG4meInfo": "Snake game made with MERN",
    "st4tus": "Status",
    "uniCab": "University of Carabobo",
    "v1s1t": "Visit",
    "w3bD3v": "Web Developer",
    "WebDevExp": "Website to offer my services as a e-commerce web developer.",
    "w3bD3vS3rv1c3s": "Web Development Services"
  },

  "months": {
    "moJan": "January",
    "moFeb": "February",
    "moMar": "March",
    "moApr": "April",
    "moMay": "May",
    "moJun": "June",
    "moJul": "July",
    "moAug": "August",
    "moSep": "September",
    "moOct": "October",
    "moNov": "November",
    "moDec": "December"
  },

  "locations": {
    "arag": "Aragua - Venezuela",
    "dub": "Dublin - Ireland",
    "norw": "Lysaker – Norway"
  }
}
