{
  "global": {
    "ab0ut": "Acerca de",
    "ab0utOption": "Perfil",
    "ab0utMe": "Soy <0>{{myName}}</0>, realmente disfruto creando sitios web, me encanta un trabajo que es desafiante y me ayuda a continuar mejorando mis habilidades, mientras ayudo a mi empleador a lograr sus objetivos.",
    "ai": "Asistido con IA",
    "4g3": "Edad",
    "4t": "en",
    "bachDegComp": "Bachelor en Informática",
    "biekosPage": "Biekos (Colaborador)",
    "biekosInfo": "Aplicación web para el dolor crónico",
    "biekosWebsite": "Biekos (Colaborador)",
    "biekosWebsiteInfo": "Web corporativa Biekos",
    "collProj": "Proyecto universitario",
    "collProjExp": "Sitio web de pedido de suministros.",
    "c0nt4ct": "Contacto",
    "curr3nt": "Actual",
    "dat4b": "bases de datos",
    "depl0yment": "implementación",
    "devJun": "Desarrollador Júnior",
    "d0wnl04d": "Descargar",
    "eCommWeb": "Sitio web de comercio electrónico",
    "eCommWebExp": "Sitio web de comercio electrónico para el mercado venezolano.",
    "educati0n": "Educación",
    "exp3rience": "Experiencia",
    "h3re": "Aquí",
    "h0bb13s": "Pasatiempos",
    "honorDegAdm": "Licenciado en Administración",
    "Inst4Web": "InstaPage",
    "Inst4WebInfo": "Web de estilo Instagram (solo front-end)",
    "l4nding": "Landing",
    "l4ndingInfo": "Página de bienvenida sencilla",
    "l4ng": "idiomas",
    "l3ss": "Menos",
    "m3": "Mí",
    "M3sseng3r": "Messenger",
    "M3sseng3r1nfo": "Clon de Messenger hecho con MERN",
    "m0re": "Más",
    "m1y": "Mi",
    "myCompWeb": "Sitio Web de Mis Componentes",
    "myCompWebExp": "Sitio web para mostrar mis componentes de reacción para uso personal.",
    "myOldPort": "Mi Portafolio Antiguo",
    "myOldPortExp": "Sitio web para mostrar mis proyectos de desarrollo personal.",
    "notAvailable": "No disponible",
    "oShopCreate": "Creador de Tiendas en Línea",
    "oShopCreateExp": "Sitio web que permite a los usuarios crear una tienda en línea de forma gratuita.",
    "oth3r": "Otro",
    "pr0j3cts": "proyectos",
    "pr0j3ctsUp": "Proyectos",
    "r3ferences": "Referencias",
    "r3ferencesText": "Referencias laborales ",
    "r3ferenceG": "Tuve el placer de trabajar con Jonathan Medina Heddrich en mi condición de CTO mientras él era desarrollador frontend en BIEKos, durante más de un año. Su función abarcó muchos esfuerzos, incluida la revisión de código, la implementación de atractivas interfaces en React, la implementación de nuevas pruebas E2E con selenio y el trabajo con CapacitorJS para asegurarnos de que pudiéramos traducir nuestra base de código a una aplicación móvil. Ha superado nuestras expectativas. De hecho, es un codificador rápido y competente, capaz de implementar componentes de React y módulos completos basados ​​en trabajos de diseño con gran exactitud. Es muy autónomo y nunca se atasca en un problema, siempre encuentra soluciones. Entre el módulo que implementó, teníamos un lector de artículos con su contenido, una red social y más. Tiene un buen conocimiento de varias bibliotecas como Redux, Axios e i18next. Ha sido un jugador de equipo competente y desencadenó conversaciones interesantes durante las revisiones de código que han aumentado la productividad y la calidad general del equipo. Sus habilidades sociales y diplomacia ayudaron a crear un ambiente agradable en la unidad y permitieron que la gente mejorara. Recomiendo encarecidamente a Jonathan Medina Heddrich para cualquier puesto que comprenda cualquiera de las tareas anteriores. Siempre es puntual, curioso y detallista. Por lo tanto, sería una gran adición a su empresa.",
    "r3ferenceE": "Trabajo con Jonathan desde febrero de 2021 en Biekos. Jonathan es una persona trabajadora, siempre cumple con sus tareas a tiempo. Estoy realmente impresionado con su capacidad de resolución rápida de problemas. También me gusta de Jonathan que propone e implementa muy buenas soluciones para optimizar el trabajo de nuestra aplicación web. Como persona es confiable y cómodo para trabajar. Y sí, tiene un buen sentido del humor :) Creo que cualquier equipo sería afortunado de tener a Jonathan como desarrollador web.",
    "r3s1d3nc3": "Residencia",
    "r3sum3": "resumen",
    "r3sum3Up": "Resumen",
    "remot3": "Remoto",
    "s1ngl3": "Soltero",
    "sk1lls": "Habilidades",
    "Sn4keG4me": "Snake Game",
    "Sn4keG4meInfo": "Juego de snake heco con MERN",
    "st4tus": "Estado",
    "uniCab": "Universidad de Carabobo",
    "v1s1t": "Visita",
    "w3bD3v": "Desarrollador web",
    "WebDevExp": "Sitio web de servicios comercio electrónico.",
    "w3bD3vS3rv1c3s": "Servicios de desarrollo web"
  },
  "months": {
    "moJan": "enero",
    "moFeb": "Febrero",
    "moMar": "marzo",
    "moApr": "abril",
    "moMay": "Mayo",
    "moJun": "Junio",
    "moJul": "julio",
    "moAug": "Agosto",
    "moSep": "Septiembre",
    "moOct": "Octubre",
    "moNov": "Noviembre",
    "moDec": "Diciembre"
  },

  "locations": {
    "arag": "Aragua - Venezuela",
    "dub": "Dublín - Irlanda",
    "norw": "Lysaker – Noruega"
  }
}
